/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Memperkenalkan WiFi Skype";
"INTRO_SUBHEADER" = "Sambung ke dalam talian di kawasan liputan WiFi awam dan hanya bayar untuk minit yang anda gunakan dengan Kredit Skype.";
"INTRO_ICON_WIFI" = "Gunakan Skype, semak e-mel dan layari web.";
"INTRO_ICON_GLOBE" = "WiFi Skype tersedia di lebih daripada satu juta lokasi di seluruh dunia.";
"INTRO_ICON_SKYPECREDIT" = "Hanya bayar untuk minit yang anda gunakan.";

"STATE_CHECKINGNETWORK_HEADER" = "Sila tunggu…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Menyemak rangkaian untuk WiFi Skype";

"STATE_JOINWIFI_HEADER" = "Anda tidak disambungkan pada WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Sila sertai rangkaian WiFi awam yang menyokong WiFi Skype.";

"STATE_ALREADYONLINE_HEADER" = "Anda sudah berada dalam talian";
"STATE_ALREADYONLINE_SUBHEADER" = "Nampaknya anda sudah disambungkan pada Internet. WiFi Skype membolehkan anda menyambung ke dalam talian di kawasan liputan WiFi awam di lebih daripada 1 juta lokasi sedunia.";

"STATE_GENERALERROR_HEADER" = "Tidak dapat menyambung";
"STATE_GENERALERROR_SUBHEADER" = "Rangkaian WiFi ini tidak memberi respons dengan betul. Sila cuba menyambung ke rangkaian yang lain.";

"STATE_CONNECT_HEADER" = "WiFi Skype tersedia di sini";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Apabila menyambung, saya bersetuju kepada <a href=\"%@\">syarat penggunaan</a> pembekal";

"STATE_CONNECT_BUTTON" = "Sambung";
"STATE_CONNECTING_BUTTON" = "Menyambung…";

"STATE_CONNECTED_SHORT" = "Disambung";
"STATE_CONNECTED_HEADER" = "Anda berada dalam talian dengan WiFi Skype";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Putuskan sambungan";
"STATE_DISCONNECTING_BUTTON" = "Memutuskan sambungan…";

"STATE_NOCREDIT_HEADER" = "Kredit Skype tidak cukup";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Ketahui selanjutnya";
"CLOSE_BUTTON" = "Tutup";
"GO_BACK_BUTTON" = "Kembali";
"CONTINUE_BUTTON" = "Teruskan";

"REQUIRES_OSX_VERSION_MESSAGE" = "WiFi Skype memerlukan OS X %@ atau lebih baru.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "WiFi Skype masih tidak boleh digunakan dengan akaun Microsoft anda. Sila terus daftar masuk dengan Nama Skype dan kata laluan anda.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "WiFi Skype masih tidak boleh digunakan dengan akaun Microsoft anda. Sila cipta akaun Skype dan terus daftar masuk menggunakannya.";

"MAIN_WINDOW_TITLE" = "WiFi Skype";
"MAIN_WINDOW_TITLE_WITH_SSID" = "WiFi Skype — “%@”";

"FLOATER_CONNECTED_TITLE" = "Anda berada dalam talian dengan WiFi Skype";
"FLOATER_CONNECTED_WISPR_TITLE" = "Anda berada dalam talian";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Sambungan bakal tamat tempoh";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Untuk perlindungan anda, apabila bersambung dengan Kredit Skype anda, sambungan akan tamat masa secara automatik sekiranya anda terlupa untuk memutuskan sambungan.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minit";

"STATE_CONNECT_SUBHEADER" = "Sambung ke Internet pada rangkaian ini menggunakan WiFi Skype dan hanya bayar minit yang anda gunakan dengan Kredit Skype.";
"STATE_CONNECT_FREE_HEADER" = "WiFi Skype percuma di sini";
"STATE_CONNECT_FREE_SUBHEADER" = "Nikmati akses Internet yang percuma di kawa ini dengan WiFi Skype. Layari web, semak e-mel anda atau hanya gunakan Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Saya mempunyai akaun dengan pembekal ini";
"STATE_CONNECT_WISPR_SUBHEADER" = "Jika anda sudah mempunyai akaun dengan pembekal ini, masukkan butiran kelayakan anda di sini.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Sambungan Internet anda bakal tamat tempoh";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Anda boleh memutuskan sambungan pada bila-bila masa dan anda hanya akan dikenakan caj bagi minit yang anda guna.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Anda telah berada dalam talian untuk %d minit.";
"COUNTUP_0MIN" = "Anda telah berada dalam talian untuk kurang daripada seminit.";
"COUNTUP_1MIN" = "Anda telah berada dalam talian untuk kira-kira seminit.";
"STATE_CONNECTED_WISPR_HEADER" = "Anda sekarang berada dalam talian";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Anda bersambung menggunakan akaun anda dengan pembekal kawasan liputan ini. Anda boleh memutuskan sambungan pada bila-bila masa.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Nilai kawasan liputan ini";

"STATE_CONNECTED_EXTEND_BUTTON" = "Kekal dalam talian";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Menyambung semula…";

"STATE_NOCREDIT_SUBHEADER" = "Anda memerlukan Kredit Skype untuk membayar mengikut minit bagi akses Internet dengan WiFi Skype di sini.";
"STATE_NOCREDIT_BUTTON" = "Dapatkan Kredit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Menyemak rangkaian";
"STATE_JOINWIFI_SHORT" = "Tiada WiFi";
"STATE_ALREADYONLINE_SHORT" = "Sudah dalam talian";
"STATE_GENERALERROR_SHORT" = "Ralat";
"STATE_CONNECT_SHORT" = "Tersedia di sini";
"STATE_NOCREDIT_SHORT" = "Tiada kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minit lagi";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minit lagi";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Kurang daripada seminit lagi";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Sambungan Internet anda bakal tamat tempoh.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nama Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Kata laluan";
"LOGIN_BUTTON" = "Daftar masuk";
"SIGN_OUT_BUTTON" = "Daftar keluar";

/* unused */
"LOGIN_PROBLEMS" = "Masalah daftar masuk?";
"LOGIN_CREATE_ACCOUNT" = "Cipta akaun";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Tetapan";
/* unused */
"SETTINGS_BUTTON" = "Tetapan";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "WiFi Skype Versi %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype dan/atau Microsoft";
"ABOUT_PATENTPENDING" = "Menunggu Paten";
"ABOUT_FEEDBACK_BUTTON" = "Maklum Balas";
"ABOUT_LEGAL_BUTTON" = "Perundangan";
"ABOUT_TRADEMARK" = "Nama Skype, tanda dagangan dan logo yang berkaitan serta logo “S” ialah tanda dagangan Skype.";
"ABOUT_DISCLAIMER" = "Amaran: Atur cara ini dilindungi oleh undang-undang hak cipta dan perjanjian antarabangsa. Penghasilan semula atau pengedaran atur cara ini atau mana-mana bahagiannya tanpa kebenaran boleh mengakibatkan hukuman jenayah dan sivil yang berat dikenakan dan akan didakwa sehingga had maksimum di bawah undang-undang.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nama Skype";
"PROFILE_SKYPECREDIT" = "Kredit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Sedang memuat…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Kawasan liputan yang dilawati";
"USAGE_PREVIOUSCONNECTIONS" = "Sambungan terdahulu";
"USAGE_LASTUSED" = "Terakhir digunakan";
"USAGE_LASTUSED_NEVER_VALUE" = "Jangan";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Lokasi popular";
"SUPPORTEDNETWORKS_PROVIDERS" = "Pembekal";
